[M_HangEmHigh MissionDefinition]
MissionName="Pendurados"
MissionDescription="Brick solicitou que você dê um jeito numa delegada lunática que a Hyperion colocou em Lynchwood, porém, antes de ir atrás dela você precisa impedir que alguns cidadãos locais sejam enforcados."
TurnInDescription="Você salvou alguns cidadãos de Lynchwood da forca. Agora está a um passo de libertar o povo das garras da delegada."
MissionSummary="Alguns cidadãos de Lynchwood irão morrer enforcados! Salve-os antes que seja tarde!"
MissionGiver="Brick"
MissionTurnInLocation="Painel de Trabalhos de Lynchwood"
TeaserText=""Quando a corda aperta o rabo você sente o Diabo mordendo sua bunda...""

[M_HangEmHigh:GoToGallows MissionObjectiveDefinition]
ProgressMessage="Vá até o cadafalso:"

[M_HangEmHigh:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HangEmHigh:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HangEmHigh:ShootTheNoose MissionObjectiveDefinition]
ProgressMessage="Atire nas cordas:"

